Repository: mvuijlst/lll
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl

source: Explore our specialized courses and programs
nl: Verken onze gespecialiseerde cursussen en programma's

source: Offering
nl: Opleiding

source: Offerings
nl: Opleidingen

source: offering
nl: opleiding

source: category
nl: categorie

source: Update
nl: Bijwerken

source: Add
nl: Toevoegen

source: Program
nl: Programma

source: Sort by
nl: Sorteer op

source: Date
nl: Datum

source: Title
nl: Titel

source: Only upcoming
nl: Enkel toekomst

source: Filter
nl: Filteren

source: Categories
nl: Categorieën

source: All
nl: Alle

source: No offerings in
nl: Geen opleidingen in

source: Try selecting a different category or view all offerings.
nl: Probeer een andere categorie te selecteren of bekijk alle opleidingen.

source: View All Offerings
nl: Alle Opleidingen

source: No offerings available
nl: Geen opleidingen beschikbaar

source: This academy doesn't have any offerings yet.
nl: Deze academie heeft nog geen opleidingen.

source: Previous
nl: Vorige

source: Next
nl: Volgende

source: Discover lifelong learning opportunities across our specialized academies
nl: Ontdek levenslange leermogelijkheden via onze gespecialiseerde academies

source: %(counter)s offering
nl: %(counter)s opleiding

source: Explore Offerings
nl: Verken aanbod

source: All Offerings
nl: Alle Opleidingen

source: Teachers
nl: Lesgevers

source: Search courses, teachers...
nl: Zoek cursussen, docenten...

source: Dutch
nl: Nederlands

source: English
nl: Engels

source: Language Settings
nl: Taalinstellingen

source: Lifelong learning opportunities from Ghent University
nl: Levenslang leren bij Universiteit Gent

source: Switch Language
nl: Schakel Taal

source: Select your preferred language:
nl: Selecteer je voorkeurtaal:

source: Current
nl: Huidig

source: Back
nl: Terug

source: Change Language
nl: Taal wijzigen

source: Language Test
nl: Taaltest

source: Language Test Page
nl: Pagina Taaltest

source: Current language
nl: Huidige taal

source: Translated content examples
nl: Voorbeelden van vertaalde inhoud

source: Available languages
nl: Beschikbare talen

source: You can switch language using the globe icon in the top navigation bar.
nl: Je kan van taal wisselen met behulp van het wereldbolpictogram in de bovenste navigatiebalk.

source: Active
nl: Actief

source: Inactive
nl: Inactief

source: Description
nl: Beschrijving

source: Program Content
nl: Programma Inhoud

source: Remarks
nl: Opmerkingen

source: Sessions & Dates
nl: Sessies & Data

source: Upcoming Sessions
nl: Komende lessen

source: Register Now
nl: Nu Inschrijven

source: All Sessions
nl: Alle lessen

source: No upcoming sessions available at the moment.
nl: Er zijn momenteel geen opleidingen beschikbaar.

source: Related Links
nl: Gerelateerde Links

source: Browse all available courses across academies
nl: Bekijk alle beschikbare cursussen van alle academies

source: Search
nl: Zoeken

source: Search courses...
nl: Zoek cursussen...

source: Academy
nl: Academie

source: All Academies
nl: Alle Academies

source: Language
nl: Taal

source: All Languages
nl: Alle Talen

source: No offerings found
nl: Geen opleidingen gevonden

source: No offerings match your current filters.
nl: Geen opleidingen komen overeen met je huidige filters.

source: Clear Filters
nl: Filters Wissen

source: There are no offerings available at the moment.
nl: Er zijn momenteel geen opleidingen beschikbaar.

source: Search Results
nl: Zoekresultaten

source: Results for
nl: Resultaten voor

source: Find courses, teachers, and academies
nl: Vind cursussen, docenten en academies

source: %(counter)s Result
nl: %(counter)s resultaat

source: Search UGent Academies
nl: Zoek in UGent Academies

source: Enter keywords to find courses, teachers, or academies
nl: Voer zoekwoorden in om cursussen, docenten of academies te vinden

source: Search for courses, teachers, academies...
nl: Zoek naar cursussen, docenten, academies...

source: We couldn't find anything matching
nl: We konden niets vinden dat overeenkomt met

source: Try different keywords...
nl: Probeer andere zoekwoorden...

source: Found %(counter)s result for "%(query)s"
nl: %(counter)s resultaat gevonden voor "%(query)s"

source: Refine search...
nl: Verfijn zoekactie...

source: View Academy
nl: Bekijk Academie

source: Courses
nl: Opleidingen

source: View Profile
nl: Profiel Bekijken

source: View Full Profile
nl: Volledig Profiel Bekijken

source: Biography
nl: Biografie

source: Courses Taught
nl: Gegeven opleidingen

source: No courses currently assigned.
nl: Momenteel geen opleidingen toegewezen.

source: Our Teachers
nl: Onze lesgevers

source: Meet the experts who deliver our courses
nl: Maak kennis met de experts die onze cursussen verzorgen

source: %(counter)s course
nl: %(counter)s cursus

source: Profile
nl: Profiel

source: No teachers found
nl: Geen lesgevers gevonden

source: There are no teachers available at the moment.
nl: Er zijn momenteel geen lesgevers beschikbaar.
